using System;

namespace loops
{
    internal class FinalTask_ConsoleCalculator
    {
        // Задача:
        // Скопировать решение Task_1 
        // Необходимо добавить функционал, который после вывода результата операции над двумя числами спросит у пользователя
        // хочет ли он продолжить чтобы ввести другие числа. Пример:

        // Введите первое число
        // 5
        // Введите второе число
        // 2
        // Пожалуйста введите команду: +, -, /, *, %, min, max 
        // +
        // Результат - 7
        // Хотите продолжить? Y/N
        // Y
        // Введите первое число
        // и так далее, а если введет N, то завершить программу

        // Дополнительно сделать чтобы работало если пользователь введет маленькую букву y или n
        // а также если не совпадет не с Y/y N/n вывести текст - Команда не распознана. Попробуйте ввести еще раз
        static void Main(string[] args)
        {

        }
    }
}
