using System;

namespace control_statements
{
    internal class Task_1
    {
        // Задача:
        // Скопировать решение Task_4 с директории 1_VariablesAndDataTypes
        // После того как мы получили 2 числа из консоли и вывели на экран основные операции над этими числами (сложение, умножение и т.д.)
        // Нужно определить максимальное значение из этих двух чисел и вывести его на экран в виде:
        // Максимальное число - <результат>
        static void Main(string[] args)
        {

        }
    }
}
