using System;

namespace control_statements
{
    internal class Task_5
    {
        // Задача:
        // Скопировать решение Task_4
        // После ввода двух чисел, вывести на экран текст - Пожалуйста введите команду: +, -, /, *, %, min, max 
        // Считать команду пользователя в переменную
        // Создать функцию CalculateResult() с тремя параметрами, первое и второе число, и команда, результатом будет число с плавающей точкой
        // Функция будет в зависимости от выбранной команды производить нужное вычисление и возвращать результат. Использовать нужно switch statement
        // После получения результата из функции CalculateResult() нужно будет присвоить результат в переменную и вывести его на экран в виде:
        // Результат вычисления - <результат>
        static void Main(string[] args)
        {
        }
    }
}
