using System;

namespace control_statements
{
    internal class Task_4
    {
        // Задача:
        // Скопировать решение Task_3
        // Так как все еще есть повторяющийся код который можно вынести в функцию, то
        // нужно создать функцию GetNumber, которая будет принимать на вход текст который нужно будет вывести на экран.
        // После чего она будет считывать ввод пользователя и преобразовывать его в число и возвращать это число.

        // Должно получиться вместо трех строчек в итоге одна:
        // int firstNumber = GetNumber("Введите первое число");
        static void Main(string[] args)
        {
        }
    }
}
