using System;

namespace variables_and_data_types
{
    internal class Task_2
    {
        // Задача:
        // Скопировать решение с Task_1 и добавить вывод текста - Введите второе число
        // Считать второе число с консоли и присвоить в переменную типа string
        // Преобразовать предыдущую переменную типа string в новую переменную типа int
        // Вывести значение переменной на консоль в виде - Ваше второе число <число>
        static void Main(string[] args)
        {

        }
    }
}
