using System;

namespace variables_and_data_types
{
    internal class Task_3
    {
        // Задача:
        // Скопировать решение с Task_2
        // Удалить вывод первого и второго числа на консоль
        // Добавить вывод на консоль с результатами следующих математических операций от двух чисел:
        // Сумма - <результат>
        // Разность - <результат>
        // Умножение - <результат>
        // Деление - <результат>
        // Остаток от деления - <результат>
        static void Main(string[] args)
        {

        }
    }
}
